7zip
ark
base-devel
btop
clang
cmake
cronie
cyme
discord
docker
edk2-shell
efibootmgr
fish
fuse-overlayfs
gdu
git
github-cli
htop
imagemagick
keepassxc
keychain
keyd
kitty
less
man-db
man-pages
networkmanager
obsidian
openssh
piper
plocate
psensor
pulseaudio
ranger
rebuild-detector
smartmontools
ttf-fira-code
ttf-fira-mono
ttf-sourcecodepro-nerd
unzip
uv
vulkan-radeon
webkit2gtk
wget
wl-clipboard
yq
