7zip
ark
cmake
cyme
edk2-shell
efibootmgr
fish
gdu
git
github-cli
keepassxc
keychain
kitty
less
man-db
piper
ranger
ttf-fira-code
ttf-fira-mono
unzip
webkit2gtk
wget
wl-clipboard
